bmewburn.vscode-intelephense-client
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
esbenp.prettier-vscode
eserozvataf.one-dark-pro-monokai-darker
formulahendry.code-runner
foxundermoon.shell-format
GitHub.copilot
GitHub.copilot-labs
glenn2223.live-sass
golang.go
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
oderwat.indent-rainbow
redhat.java
ritwickdey.LiveServer
syler.sass-indented
Tyriar.lorem-ipsum
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
WakaTime.vscode-wakatime
xdebug.php-debug
